[Play_X2_XP_SHN_T_Chosen_Avenger_Cannon_Hit_Critical AkEvent]
SpokenText="Енергоустановка дала трiщину! Ще одне влучання, i їй кiнець!"

[Play_X2_XP_SHN_T_Chosen_Avenger_Cannon_Primed AkEvent]
SpokenText="Батарея \"Адвента\" повнiстю заряджена, шеф. Їхня гармата готова стрiляти."

[Play_X2_XP_SHN_T_Chosen_Avenger_Cannon_Primed_Final_Hit AkEvent]
SpokenText="Їхня гармата знову готова до стрiльби! Ще одного влучання нам не пережити!"

[Play_X2_XP_SHN_T_Chosen_Avenger_Chosen_Cannon_Power AkEvent]
SpokenText="Живлення гармати забезпечує допомiжний генератор на тому вантажiвцi. Повна зарядка потребує певного часу, так що гармата буде безкорисною, якщо ми зможемо знищити генератор."

[Play_X2_XP_SHN_T_Chosen_Avenger_Chosen_Cannon_Sighted AkEvent]
SpokenText="Шеф, Обраний використовує якусь надпотужну артилерiйську гармату. Поки вона в строю, ми не зможемо злетiти."

[Play_X2_XP_SHN_T_Chosen_Avenger_First_Cannon_Hit AkEvent]
SpokenText="Шеф, у нас збої по всiй системi! Такi влучання ми не витримаємо!"

[Play_X2_XP_SHN_T_Chosen_Avenger_Power_Core_Critical AkEvent]
SpokenText="Я нiчого не можу зробити! Реактор пробито!"

[Play_X2_XP_SHN_T_Chosen_Avenger_Subs_Cannon_Hit_A AkEvent]
SpokenText="Я ледве пiдтримую працездатнiсть систем! Треба знищити цю гармату!"

[Play_X2_XP_SHN_T_Chosen_Avenger_Subs_Cannon_Hit_B AkEvent]
SpokenText="Якщо ми не зупинимо цю пушку, то можемо вже нiколи не злетiти!"

[Play_X2_XP_SHN_T_SITREP_Automated_Defense AkEvent]
SpokenText="Попереднiй аналiз пiдтверджується, шеф. Будьте готовi до зустрiчi з роботами противника."

[Play_X2_XP_SHN_T_SITREP_High_Explosives AkEvent]
SpokenText="Шеф, майте на увазi: в секторi є надзвичайно нестабiльнi речовини. Ми повиннi тримати своїх солдат якнайдалi вiд можливих вибухiв."

[Play_X2_XP_SHN_T_SITREP_Limited_Vis AkEvent]
SpokenText="З невстановленої причини нашi сенсори працюють з перебоями в цьому секторi. Видимiсть i зв'язок обмеженi. Будьте обережнi."

[Play_X2_XP_SHN_T_SITREP_Location_Scout AkEvent]
SpokenText="Шеф, ми змогли отримати доступ до старого супутника, що знаходиться над зоною операцiї, i тепер добре бачимо, що там вiдбувається. Обiйдемося без неприємних сюрпризiв."
